IDEA Open Model
SteelSetupRUS.Anchor_Fiar Property
Compatible with IDEA StatiCa 20.1
 Safety factor Anchor_Fiar
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Anchor_Fiar { get; set; }
Public Property Anchor_Fiar As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace